export default [
  {
    title: "死因",
    type: 0,
    options: ["窒息", "严重受伤", "失血过多", "疾病", "中毒", "事故"],
  },
  {
    title: "犯罪地点",
    type: 1,
    options: ["度假屋", "公园", "超市", "学校", "树林", "银行"],
  },
  {
    title: "犯罪地点",
    type: 1,
    options: ["酒吧", "书店", "餐厅", "酒店", "医院", "建筑工地"],
  },
  {
    title: "犯罪地点",
    type: 1,
    options: ["游乐场", "教室", "宿舍", "食堂", "电梯", "厕所"],
  },
  {
    title: "犯罪地点",
    type: 1,
    options: ["客厅", "卧室", "储藏室", "浴室", "厨房", "阳台"],
  },
  {
    title: "突发事件",
    type: 2,
    options: ["停电", "火灾", "冲突", "财物丢失", "尖叫声", "无异常"],
  },
  {
    title: "进行中",
    type: 2,
    options: ["娱乐", "休闲", "集会", "交易", "访问", "用餐"],
  },
  {
    title: "死亡时间",
    type: 2,
    options: ["黎明", "上午", "中午", "下午", "晚上", "午夜"],
  },
  {
    title: "受害者职业",
    type: 2,
    options: ["老板", "专业人士", "工人", "学生", "失业", "退休"],
  },
  {
    title: "犯罪持续时间",
    type: 2,
    options: ["瞬间", "短暂", "渐进", "长时间", "几天", "不明确"],
  },
  {
    title: "受害者衣着",
    type: 2,
    options: ["整洁", "不整洁", "优雅", "破旧", "奇特", "赤身裸体"],
  },
  {
    title: "总体印象",
    type: 2,
    options: ["普通", "有创意", "可疑", "残忍", "可怕", "悬疑"],
  },
  {
    title: "现场状态",
    type: 2,
    options: ["支离破碎", "灰烬", "水渍", "破损", "杂乱", "整洁"],
  },
  {
    title: "凶手的个性",
    type: 2,
    options: ["傲慢", "卑劣", "愤怒", "贪婪", "强硬", "变态"],
  },
  {
    title: "现场痕迹",
    type: 2,
    options: ["指纹", "足迹", "瘀伤", "血迹", "体液", "疤痕"],
  },
  {
    title: "社会关系",
    type: 2,
    options: ["亲属", "朋友", "同事", "雇主/雇员", "恋人", "陌生人"],
  },
  {
    title: "天气",
    type: 2,
    options: ["晴天", "风暴", "干燥", "潮湿", "寒冷", "炎热"],
  },
  {
    title: "尸体状况",
    type: 2,
    options: ["尸体还温热", "僵硬", "腐烂", "不完整", "完整", "扭曲"],
  },
  {
    title: "尸体上的线索",
    type: 2,
    options: ["头部", "胸部", "手臂", "腿部", "部分", "遍布全身"],
  },
  {
    title: "犯罪动机",
    type: 2,
    options: ["仇恨", "权力", "金钱", "爱情", "嫉妒", "正义"],
  },
  {
    title: "受害者体型",
    type: 2,
    options: ["魁梧", "瘦弱", "高大", "矮小", "畸形", "健美"],
  },
  {
    title: "犯罪发生的日期",
    type: 2,
    options: ["工作日", "周末", "春天", "夏天", "秋天", "冬天"],
  },
  {
    title: "留下的证据",
    type: 2,
    options: ["自然", "艺术性", "书面", "人工合成", "个人", "无关"],
  },
  {
    title: "受害者身份",
    type: 2,
    options: ["儿童", "年轻成年人", "中年人", "老年人", "男性", "女性"],
  },
  {
    title: "受害者表情",
    type: 2,
    options: ["平静", "挣扎", "恐惧", "痛苦", "茫然", "愤怒"],
  },
  {
    title: "被旁观者注意到的",
    type: 2,
    options: ["突然声音", "持续声音", "气味", "视觉", "行动", "无任何事物"],
  },
];
